export default function JP() {
  return (
    <>
      <h3 className="pl-6 py-4 border-b border-gray-200">日本</h3>
      <div className="px-8 py-4">
        <div className="mt-1 mb-2">
          <p className="text-lg leading-6">一、制度简介</p>

          <div className="font-light leading-6 text-indent-2">
            &nbsp;&nbsp; &nbsp;&nbsp;
            日本的知识产权制度起步较早，是世界上比较完善、保护水平较高的国家之一。它拥有较完整的知识产权立法和执法体系以及管理执行机构。日本知识产权立法主要包括：《专利法》、《实用新型法》、《外观设计法》《商标法》、《著作权法》、《不正当竞争防止法》、《种苗法》、（半导体集成电路保护法》等。
          </div>
          <div className="font-light leading-6 text-indent-2">
            &nbsp;&nbsp; &nbsp;&nbsp;
            日本不仅重视国内的立法，也将知识产权法逐渐融合到世界各国的标准中。为后期的贸易交流提供了法律基础。20世纪90年代以来，为适应国际如识产权领域的迅速变化，日本更加重视知识产权的立法修改工。现日本已经加人了《巴黎公约》、《世界版权公约》、《伯尔尼公约）、《专利合作条约》、《商标国际注册马德里协定》、《植物新品种保护联盟》和世贸组织的《与贸易有关的知识产权协议》等国际性知识产权公约或协定，逐步形成了与国际标准相一致、较为先进的知识产权法律体系。
          </div>
        </div>

        <div className="mt-1 mb-2">
          <p className="text-lg leading-6">二、商标侵权应对措施</p>
      
          <div className="font-light leading-6 text-indent-2">
            &nbsp;&nbsp; &nbsp;&nbsp;
            在日本寻求商标保护，除通过检察厅外，一般需要向法院提起商标侵权诉讼。诉讼采取的是三审终审制。注册商标除通过《商标法》（日本）加以保护外，对于未注册商标以及具有较高知名度或驰名商标，还可以通过《不正当竞争防止法》（相当于中国《反不正当竞争法》）加以保护。在日本商标权利人可以根据海关法的有关规定，向海关提出备案请求，即可在海关环节查扣进口货物中的商标侵权产品。在海关寻求知识产权保护第一次备案有效期为3年，3年期满后根据需要每年进行一次备案，在备案有效期满前3个月海关会通知知识产权备案权利人。
          </div>
          <div className="font-light leading-6 text-indent-2">
            &nbsp;&nbsp; &nbsp;&nbsp;
            备案时必须提交的文件：（1）申请书（海关提供格式）：判决书、临时禁令决定通知书、判定书；（2）注册商标注册证副本、公告；（3）律师等出具的鉴定书；（4）阐明侵权事实的资料以及有关侵权样品、照片等（识别方法）警告信等资料；（5）通关放行担保金额的计算资料；（5）有关争议资料；（6）委托书（通过代理人提交的情况）；（7）有关平行进口产品的资料；（8）其他与侵权物品有关的资料。
          </div>
          <div className="font-light leading-6 text-indent-2">
            &nbsp;&nbsp; &nbsp;&nbsp;
            注：根据知识产权种类的不同，规定所需提交的文件也有所不同。另外，为了解决有关商标争议，当事人也可以通过仲裁方式，向日本知识产权忡裁中心（http://www.ip-adr.gr.jp)请求解决争议。
          </div>
          
        </div>

   


      </div>
    </>
  );
}
